Repository: vijaynadarclarion/graphqlPOC
Catalog: src/Adf.Core/Localization/CommonResources.*.resx
Languages: ar

source: Absent
ar: غائب

source: Academy
ar: الأكاديمية

source: Accepted
ar: مقبول

source: Access Denied
ar: غير مسموح بالوصول

# ActionConstraint
source: You can not {0} this item
ar: لا يمكنك إجراء {0} علي هذا العنصر

source: Activate
ar: تفعيل

# ActivateConfirm
source: Are you Sure you want to Activate This Item?
ar: هل أنت متأكد أنك تريد تفعيل هذا العنصر؟

# ActivateConfirmFormat
source: Are you Sure you want to Activate {0}?
ar: هل أنت متأكد أنك تريد تفعيل {0}؟

# ActivateError
source: An Error Occured While Trying to Activate This Item
ar: لقد حدث خطأ أثناء محاولة التفعيل

# ActivateFormat
source: Acativate {0}
ar: تفعيل {0}

source: Activate or Publish
ar: تفعيل أو نشر

# ActivateSuccess
source: Item Successfully Activated
ar: تم التفعيل بنجاح

# ActivateSuccessFormat
source: {0} Activated Successfully
ar: تم تفعيل {0} بنجاح

source: Activation Status
ar: حالة التفعيل

source: Active
ar: مفعل

# ActiveStatus
source: Activation Status
ar: حالة التفعيل

source: Add
ar: إضافة

# AddAtleastOne
source: You should add at least one {0}
ar: يجب إضافه {0} علي الأقل

# AddedFormat
source: {0} Added
ar: تم إضافة {0}

# AddFormat
source: Add {0}
ar: إضافة {0}

# AddSuccess
source: Added Successfully
ar: تم الإضافة بنجاح

# AddSuccessFormat
source: {0} Added Successfully
ar: تم إضافة {0} بنجاح

# AddToBlacklistConfirmFormat
source: Are you sure you want to add {0} to the blacklist?
ar: هل أنت متأكد أنك تريد إضافة {0} للقائمة السوداء؟

# AddToCart
source: Add to shopping cart
ar: أضف إلى عربة التسوق

source: Add to favourites
ar: أضف إلى المفضلة

source: Admin
ar: مدير النظام

source: Advanced
ar: متقدم

source: Alert
ar: تنبيه

source: All
ar: الكل

source: All Months
ar: جميع الشهور

source: All Notifications
ar: كل الإشعارات

source: All Results
ar: كل النتائج

source: All Years
ar: جميع السنوات

source: Answer
ar: الإجابة

source: Application
ar: النظام

# ApproveFormat
source: Approve {0}
ar: اعتماد {0}

source: Arabic
ar: العربية

# ArabicLettersOnlyErrorMessage
source: Arabic Letters only Are allowed for {0}
ar: {0} لا يقبل سوى أحرف عربية

# AssignTask
source: Assign Task to Employee
ar: تعيين المهمة للموظف

source: at
ar: في

source: Attachment File
ar: ملف المرفق

# AttachmentId
source: Attachment
ar: المرفق

source: Attachment Name
ar: إسم المرفق

source: Attachments
ar: المرفقات

source: Attendant
ar: حاضر

# Audit
source: Log Records
ar: سجل التعديلات

source: Audit Compare
ar: مقارنة سجل التعديلات

source: Audit Details
ar: تفاصيل السجل

source: Auditing Coordinator
ar: منسق التدقيق

source: Audit Type
ar: نوع السجل

source: Available
ar: متاح

source: Bachelor
ar: بكالوريوس

source: Back
ar: رجوع

source: Back To Home Page
ar: رجوع للصفحة الرئيسية

source: Back To Main
ar: عودة للرئيسية

source: Banking Programs
ar: برامج مصرفية

source: Basic
ar: أساسى

source: Basic Data
ar: بيانات أساسية

source: Beginner
ar: مبتدئ

source: Best Regards.
ar: مع خالص تمنياتنا بالتوفيق

source: Between
ar: بين

# BillStatusOpNotAllowed
source: Bill Status Does Not Allow This Process
ar: حالة الفاتورة لا تسمح بهذه العملية

source: Both
ar: كلاهما

source: Browse
ar: إستعراض

source: by
ar: بواسطة

# ByFormat
source: by {0}
ar: بـ{0}

# CallUs
source: Contact Us
ar: تواصل معنا

source: Cancel
ar: إلغاء

# CancelConfirm
source: Are you sure you want to cancel this item?
ar: هل أنت متأكد أنك تريد إلغاء هذا العنصر؟

# CancelConfirmFormat
source: Are you sure you want to cancel this {0}?
ar: هل أنت متأكد أنك تريد إلغاء {0}؟

# CancelFail
source: Error occurred while trying to cancel
ar: لقد حدث خطأ أثناء محاولة الإلغاء

# CancelFormat
source: Cancel {0}
ar: إلغاء {0}

# CancellationConfirmationMsg
source: Do you want to cancel reservation ?
ar: هل تريد إلغاء الحجز ؟

source: Cancelled
ar: ملغاة

# CancelledStatus
source: Cancelled
ar: ملغي

source: Cancel Registration
ar: إلغاء التسجيل

# CancelSuccess
source: Cancelled Successfully
ar: تم الإلغاء بنجاح

# CancelSuccessFormat
source: {0} Cancelled Successfully
ar: تم إلغاء {0} بنجاح

source: Captcha
ar: رمز التحقق

source: Check
ar: تحقق

source: Checkout
ar: الدفع

# ChooseSearchType
source: Kindy select search type
ar: برجاء اختيار نوع البحث

# Citizen
source: Saudi
ar: مواطن

source: Clear
ar: مسح

# ClearAll
source: Clear all data
ar: حذف جميع البيانات

source: Clear Result
ar: مسح النتائج

source: Click Here
ar: اضغط هنا

source: Close
ar: إغلاق

source: Closed
ar: مغلق

source: Close Event
ar: إغلاق الفعالية

# CloseFormat
source: Are you sure you want to close this {0}?
ar: هل انت متأكد انك تريد إغلاق {0} ؟

source: Collapse nodes
ar: طى العُقد

source: Comments
ar: ملاحظات

source: Compare Data
ar: مقارنة البيانات

# CompareDatesErrorMessage
source: {0} Cannot be less than {1}
ar: لا يمكن ل{0} أن يكون أقل من {1}

source: Compare Result
ar: نتيجة المقارنة

source: Confirm
ar: تأكيد

# ConfirmEditFormat
source: Are you sure want to edit {0}?
ar: هل أنت متأكد أنك تريد تعديل {0}؟

# ConfirmFormat
source: Are you sure you want to {0} ?
ar: هل أنت متأكد أنك تريد {0}؟

source: Connected
ar: متصل

source: Connection Status
ar: حالة الإتصال

source: Contracts
ar: العقود

source: Control Panel
ar: لوحة التحكم

# CopyRightStatement
source: All rights reserved © to the Financial Academy 2019
ar: جميع الحقوق محفوظة

# CorporateResourcesDirector
source: Director of Corporate Resources
ar: مدير الموارد المؤسسية

source: Create
ar: إنشاء

source: Created By
ar: بواسطة

# CreateSuccess
source: Created Successfully
ar: تم الإنشاء بنجاح

# CreateSuccessFormat
source: {0} Created Successfully
ar: تم انشاء {0} بنجاح

# DashboardTitle
source: Control Panel
ar: لوحة التحكم

# DataOfFormat
source: {0} Data
ar: بيانات {0}

source: Date
ar: التاريخ

# DateOutRange
source: It is not permitted to leave outside the original scope
ar: لا يسمح بتاريخ خارج النطاق الأصلي

source: Day
ar: يوم

source: Days
ar: أيام

source: Deactivate
ar: إلغاء التفعيل

# DeactivateConfirm
source: Are you Sure you want to Deactivate This Item?
ar: هل أنت متأكد أنك تريد إلغاء تفعيل هذا العنصر؟

# DeactivateConfirmFormat
source: Are you Sure you want to Deactivate {0}?
ar: هل أنت متأكد أنك تريد إلغاء تفعيل {0}؟

# DeactivateError
source: An Error Occured While Trying To Activate this Item.
ar: لقد حدث خطأ أثناء محاولة إلغاء التفعيل

# DeactivateFormat
source: Deactivate {0}
ar: إلغاء تفعيل {0}

# DeactivateReasonFormat
source: {0} Deactivate Reason
ar: سبب إلغاء تفعيل {0}

# DeactivateSuccess
source: Deactivation Done Successfully.
ar: تم إلغاء التفعيل بنجاح

# DeactivateSuccessFormat
source: {0} Dectivated Successfully
ar: تم إلغاء تفعيل {0} بنجاح

# DeactivationConstraint
source: Cannot deactivate room as it still have running reservations
ar: يتعذر إلغاء تفعيل القاعة حيث أنها مازالت تملك حجوزات سارية

# DeactivationConstraintFormat
source: {0} cannot be deactivated at this time because it is associated with {1}
ar: لا يمكن إلغاء تفعيل {0} فى الوقت الحالي لأنه مرتبط ب{1}

# DeactivationReason
source: Deactivation Reasons
ar: أسباب إلغاء التفعيل

source: Dear
ar: عزيزي

source: Decrease Font
ar: تصغير الخط

source: Delete
ar: حذف

# DeleteConfirm
source: Are You Sure You Want To Delete This Item?
ar: هل أنت متأكد أنك تريد حذف هذا العنصر؟

# DeleteConfirmFormat
source: Are You Sure You Want To Delete This {0}?
ar: هل أنت متأكد أنك تريد حذف {0}؟

# DeleteConstraint
source: Item Can Not Be Deleted Because It Is References Other Items In The System.
ar: يتعذر حذف العنصر لأنه لا يزال مرتبط بعناصر أخرى في النظام

# DeleteConstraintFemaleItemFormat
source: The {0} can not be deleted because it references {1} in the system.
ar: يتعذر حذف {0} لأنها مرتبطة ب {1}

# DeleteConstraintFormat
source: The {0} can not be deleted because it references {1} in the system.
ar: يتعذر حذف {0} لأنه مرتبط ب {1}

# DeleteFail
source: Error Occured While Trying To Delete This Item.
ar: لقد حدث خطأ أثناء محاولة الحذف

# DeleteFormat
source: Delete {0}
ar: حذف {0}

# DeleteReservationConstraintFormat
source: You can not delete. There are reservations for {0}
ar: لا يمكنك الحذف يوجد حجوزات علي {0}

# DeleteSucceed
source: Deleted Successfully
ar: حذف بنجاح

# DeleteSuccess
source: Deleted Successfully
ar: تم الحذف بنجاح

# DeleteSuccessFormat
source: {0} Deleted Successfully
ar: تم حذف {0} بنجاح

source: Description
ar: الوصف

source: Details
ar: التفاصيل

# DetailsFormat
source: {0} Details
ar: تفاصيل {0}

source: Diploma
ar: دبلوم

source: Disable
ar: إلغاء تفعيل

source: Disconnected
ar: غير متصل

source: divorcee
ar: مطلق

source: Doctorate
ar: دكتوراه

source: Download
ar: تحميل

source: Download File
ar: تحميل الملف

source: Draft
ar: مسودة

# DuplicateRow
source: This row is duplicate
ar: هذا الصف مكرر

source: Duration
ar: المدة

source: During The Period
ar: خلال الفترة

source: Edit
ar: تعديل

# EditConstraint
source: You can not edit this item
ar: لا يمكنك التعديل علي هذا العنصر

# EditConstraintFormat
source: {0} cannot be modified because it is associated with {1}
ar: لا يمكن تعديل {0} لارتباطه بـ{1}

source: Edit Fail
ar: فشل التعديل

# EditFormat
source: Edit {0}
ar: تعديل {0}

# EditNameArDuplicateNotAllowedFormat
source: {0} can not be edited with a matching name in Arabic for another {0} added in the system.
ar: لا يمكن تعديل {0} بإسم مطابق للمسمى باللغة العربية ل{0} في النظام.

# EditNameEnDuplicateNotAllowedFormat
source: {0} can not be edited with a matching name in English for another {0} added in the system.
ar: لا يمكن تعديل {0} بإسم مطابق للمسمى باللغة الإنجليزية ل{0} في النظام.

# EditSuccess
source: Edited Successfully
ar: تم التعديل بنجاح

# EditSuccessFormat
source: {0} Edited Successfully
ar: تم تعديل {0} بنجاح

# EditTimeOnly
source: Only Edit Time
ar: تعديل الوقت فقط

source: Email
ar: البريد الإلكتروني

source: Enable
ar: تفعيل

source: End Date
ar: تاريخ النهاية

source: English
ar: الإنجليزية

# EnglishLettersOnlyErrorMessage
source: English Letters only Are allowed for {0}
ar: {0} لا يقبل سوى أحرف إنجليزية

# EnglishOnly
source: Arabic characters are not allowed.
ar: غير مسموح بالحروف العربية

source: Enlarge Font
ar: تكبير الخط

# EOF
source: End of day
ar: لأخر اليوم

# Error401
source: You Don't Have The Proper Credentials To Access This page
ar: يجب تسجيل الدخول ببيانات صحيحة للوصول للصفحة

# Error403
source: You Are Not Authorized to Access This Page
ar: ليس لديك صلاحية الوصول للصفحة الحالية

# Error404
source: Page Not Found
ar: صفحة غير موجودة

# Error500
source: Server Error
ar: خطأ خادم

# ErrorOccured
source: Sorry, Error Occured.
ar: عذراً، لقد حدث خطأ

source: E-Services
ar: الخدمات الإلكترونية

source: Evaluation
ar: التقييم

source: Every
ar: كل

source: Export To Excel
ar: تصدير إلى إكسل

source: Export To PDF
ar: تصدير إلى صيغة أكروبات PDF

source: External
ar: خارجي

source: February
ar: فبراير

source: Female
ar: أنثى

source: Field Allow Only Value Larger Than Zero
ar: يجب أن تكون قيمة الحقل أكبر من الصفر

# FieldIsAlphanumeric
source: This field must contain letters and numbers only.
ar: هذا الحقل يجب أن يكون حروف إنجليزية وأرقام.

# FieldRepeatNotAllowed
source: {0} can not be added with the same {1} for another one added in the system
ar: لا يمكن إضافة {0} بنفس {1} تم إضافتها في النظام من قبل

# FieldRepeatOnOperationNotAllowed
source: {1} can not be {0}ed with the same {2} for another one added in the system
ar: لا يمكن {0} {1} بنفس {2} تم إضافتها في النظام من قبل

# Field_HistoryLog_ItemId
source: Item
ar: عنصر

# Field_Refund_BankBranchName
source: Bank Branch
ar: فرع البنك

# Final
source: Completed
ar: مكتملة

# FinalClosed
source: Final closing
ar: إغلاق نهائي

# FinalClosedFormat
source: Are you sure you want to final close this {0}?
ar: هل انت متأكد انك تريد إغلاق نهائي {0} ؟

source: Finance
ar: المالية

# FinanceModule
source: Finance System
ar: نظام المالية

source: Financial Settings
ar: الإعدادات المالية

source: Financial Transactions
ar: العمليّات المالية

source: Finish
ar: إنهاء

source: Finished
ar: منتهية

# FirstCharMustBeCharacterErrorMessage
source: Must begin with a letter
ar: يجب ان يبدأ بحرف

source: Font
ar: الخط

source: For Period
ar: لمدة

source: Free
ar: مجاناً

source: Free cancellation
ar: إلغاء مجاني

source: From
ar: من

# From1To1000000000
source: limited From 1 to 1000000
ar: الحد المسموح به من 1 الى 1000000

source: From Date
ar: من تاريخ

source: From Time
ar: من ساعة

source: Full Name
ar: الإسم كامل

# FutureOnlyErrorMessage
source: Value of {0} must be greater than today date.
ar: يجب أن تكون قيمة {0} أكبر من تاريخ اليوم

# FutureOnlyIncludingTodayErrorMessage
source: Value of {0} must be greater than or equal to today date.
ar: يجب أن تكون قيمة {0} أكبر من أو تساوي تاريخ اليوم

source: Generate Link
ar: إنشاء الرابط

source: Generate node as collapsed
ar: إنشاء عُقدة مطوية

# GreaterThanFormat
source: {0} must be greater than {1}
ar: لابد ان يكون {0} أكبر من {1}

source: Gregorian
ar: ميلادي

source: Hello
ar: مرحبا

source: Help
ar: المساعدة

source: Here
ar: هنا

source: History Log
ar: سجل التاريخ

source: Home Page
ar: الصفحة الرئيسية

# IAgreeTerms
source: I agree to the terms and conditions
ar: أوافق على الشروط والأحكام

source: Inactive
ar: غير مفعل

source: Increase Font
ar: تكبير الخط

# Individual
source: Individual User
ar: مستخدم مسجل

# IndividualUser
source: Individual
ar: فرد

source: In Progress
ar: تحت الإجراء

source: Inside KSA
ar: داخل المملكة

source: Intermediate
ar: متوسط

source: Internal
ar: داخلي

# InvalidCaptcha
source: Invalid Captcha Code
ar: قيمة الرمز المدخل غير صحيحة

# InvalidEmailAddressMessage
source: Invalid Email Address
ar: صيغة البريد الإلكتروني غير صحيحة

# InvalidFaxNumberMessage
source: Invalid Fax Number
ar: رقم فاكس غير صحيح

# InvalidMobileNumberMessage
source: Invalid Mobile Number
ar: رقم جوال غير صحيح

# InvalidParametersError
source: Sorry, There is an Error in This Page Paramaters, Please Make Sure You Access this Page Properly
ar: عذراً، يوجد خطأ في بيانات الصفحة الرجاء التأكد من صحة البيانات

# InvalidPhoneNumberMessage
source: Invalid Phone Number
ar: رقم الجوال غير صحيح

# InvalidRequestParametersError
source: Sorry, There is an Error in This Request Paramaters, Please Make Sure You Sent Parameters Correctly
ar: عذراً، يوجد خطأ في بيانات الطلب الرجاء التأكد من صحة البيانات المرسلة

# InvalidTelephoneNumberMessage
source: Invalid Telephone Number
ar: رقم الهاتف غير صحيح

# InvalidToken
source: The link used has Invalid Token
ar: الرابط المُستخدَم غير صالح

# InvalidUrl
source: The link format is incorrect
ar: تنسيق الرابط غير صحيح

# InvalidURLFormat
source: {0} is invalid link format (ex: http://www.google.com)
ar: صيغة {0} غير صحيحة يجب أن تعبر عن رابط (مثال: http://www.google.com)

source: Invoice Details
ar: بيانات الفاتورة

source: Invoice No
ar: رقم الفاتورة

source: Invoice Type
ar: نوع الفاتورة

# IOFSystem
source: Financial Academy
ar: الأكاديمية المالية

# IqamaError
source: {0} must start with 1 or 2 and not contain special characters
ar: {0} يجب أن يبدأ برقم 1 أو 2 ولا يسمح بالأحرف الخاصة

# IsSeen
source: Seen
ar: تمت مشاهدته

# IsUnSeen
source: Unseen
ar: لم يتم مشاهدته

source: Item
ar: العنصر

# ItemAlreadyExist
source: This Item Already Exist.
ar: لا يمكن إضافة هذا العنصر مرة أخرى

# ItemAlreadyExistFormat
source: {0} already exist in the system. You can not add {0} again.
ar: {0} موجود بالفعل في النظام. لا يمكن إضافة {0} مرة أخرى

# ItemAlreadyExistInSystemFormat
source: {0} was already added to the system
ar: {0} تم إضافته مسبقاً في النظام

# ItemDoesNotExistInSystemFormat
source: {0} does not exist in the system.
ar: لم يتم العثور على {0} في النظام

# ItemDuplicateErrorFormat
source: {0} already exists in the system. you can not add a duplicate of {1}.
ar: لا يمكن إضافة {0}. يوجد عنصر مضاف بنفس {1}

# ItemInListDuplicateErrorFormat
source: {0} can not be added. an item with the same {1} is already adeed.
ar: يوجد {0} مضاف بنفس البيانات. لا يمكن إضافة {0} مكرر.

# ItemNotFoundError
source: Item Does Not Exist In The System
ar: العنصر المطلوب غير موجود بالنظام

# ItemNotFoundErrorFormat
source: {0} Not Found in the System
ar: لم يتم العثور على {0} بالنظام

# ItemRelationsStopsDeletion
source: {0} can not be deleted
ar: لا يمكن حذف {0}

source: Items Count
ar: عدد العناصر

# ItemsCountFormat
source: Total {0}
ar: عدد {0}

source: January
ar: يناير

source: Keys With Quotes
ar: المفاتيح بعلامات تنصيص

source: Language
ar: اللغة

# LanguageSwitcher
source: عربي
ar: English

# Language_Duplicate[1]
source: Language
ar: اللغة

# LastVersion
source: Latest version
ar: أخر نسخة

source: Latest Updates
ar: آخر التحديثات

source: Less
ar: أقل

source: Link Copied
ar: تم نسخ الرابط

source: Linkedin
ar: لينكد إن

source: Load More
ar: عرض المزيد

source: Location
ar: الموقع

# LocationLatLonErrorMessage
source: Provided Location Coordinates Latitude,Longitude is Invalid
ar: إحداثيات الموقع الجغرافي غير صحيحة

source: Log Off
ar: تسجيل الخروج

source: Main
ar: الرئيسية

source: Main Menu
ar: القائمة الرئيسية

source: Male
ar: ذكر

source: Married
ar: متزوج

source: Master
ar: ماجستير

# MaxNumber
source: The maximum allowed is {0}
ar: الحد الأقصى المسموح به هو {0}

source: Men
ar: رجال

source: Menu
ar: القائمة

source: Messages Subscribers
ar: إرسال رسائل للمشتركين

# MessagesSubscribersConfirm
source: Do you want to send messages to subscribers?
ar: هل ترغب بإرسال رسائل للمشتركين في الفعالية أم لا ؟

source: Minimize The Font
ar: تصغير الخط

# MinNumber
source: The minimum allowed For Purchase {0}, Please Buy other Products To Reach The minimum Limit of Payment
ar: الحد الأدنى المسموح به فى عملية الدفع {0} يجب شراء منتجات أخرى للوصول الى الحد المسموح به فى الشراء

# MinValueValidation
source: Min Value Should Be Greater Than {1}
ar: قيمة الحقل يجب ألا تقل عن {1}

source: Mobile
ar: رقم الجوال

source: More
ar: المزيد

source: Move Down
ar: تحريك لأسفل

source: Move Up
ar: تحريك لأعلى

source: Name
ar: الاسم

# NameAr
source: Name In Arabic
ar: الاسم بالعربية

# NameArDuplicateNotAllowedFormat
source: {0} can not be added with a matching name in Arabic for another {0} added in the system.
ar: لا يمكن إضافة {0} بإسم مطابق للمسمى باللغة العربية ل{0} في النظام.

# NameArDuplicateNotAllowedNewFormat
source: {0} in Arabic is already added in the system
ar: {0} باللغة العربية مضاف مسبقاً في النظام

# NameEn
source: Name In English
ar: الاسم بالإنجليزية

# NameEnDuplicateNotAllowedFormat
source: {0} can not be added with a matching name in English for another {0} added in the system.
ar: لا يمكن إضافة {0} بإسم مطابق للمسمى باللغة الإنجليزية ل{0} في النظام.

# NameEnDuplicateNotAllowedNewFormat
source: {0} in English is already added in the system
ar: {0} باللغة الانجليزية مضاف مسبقاً في النظام

# NameFormat
source: {0} Name
ar: إسم {0}

source: National ID
ar: رقم البطاقة / الإقامة

# NationalIdentityLengthError
source: {0} Length should not be less than 10 digits.
ar: {0} يجب أن لا يقل عن 10 ارقام

source: New
ar: جديدة

source: New Audit
ar: بيانات السجل الجديد

source: Newest
ar: الاحدث

# NewStatus
source: New
ar: جديد

source: Next
ar: التالي

source: No
ar: لا

# No1
source: No
ar: لا

source: No Attachments Found
ar: لا توجد مرفقات

source: No Data To Display
ar: لا يوجد بيانات

source: None
ar: لا يوجد

# NonSaudi
source: Not Saudi
ar: غير سعودي

source: No Results Found
ar: لا يوجد نتائج

# NoResultsFoundFormat
source: No {0} Found.
ar: لم يتم العثور على {0}.

source: No Roles
ar: لا يوجد صلاحيات

# NotAddedFormat
source: {0} Not Added
ar: لم يتم إضافة {0}

source: NotAvailable
ar: غير متاح

source: Notes
ar: ملاحظات

source: Not Exist
ar: لا يوجد

source: Notification
ar: إشعار

# NotIncludedVat
source: Tax is not included
ar: غير شامل الضريبة

source: Not Started
ar: لم يبدأ

source: Number
ar: رقم

# NumberOnlyErrorMessage
source: This Field Allow Numbers Only
ar: الحقل يسمح فقط بالأرقام

# NumbersAndLettersOnly
source: This field only allows correct numbers and letters
ar: الحقل يسمح فقط بالأرقام الصحيحة و الحروف

source: Of
ar: من

# OfficialStandardsEmployee
source: Official standards and professional qualifications Employee
ar: مسؤول المعايير و المؤهلات المهنية

source: Ok
ar: موافق

source: Old Audit
ar: بيانات السجل القديم

source: Oldest
ar: الاقدم

source: On
ar: على

source: on the
ar: فى الـ

source: Open
ar: فتح

source: Opened
ar: مفتوح

# OperationSuccess
source: Operation done successfully
ar: تمت العملية بنجاح

source: Options
ar: خيارات

source: Or
ar: أو

source: Organization Admin
ar: مدير الجهة

source: Organization Coordinator
ar: منسق جهة

source: Organization Management
ar: إدارة الجهة

source: Other
ar: غير ذلك

source: Outside KSA
ar: خارج المملكة

# OverlappingExist
source: There is {0} Overlapping on this reservation
ar: هناك {0} حجز فى نفس الموعد

source: Page
ar: صفحة

# PagerFirstPage
source: First Page
ar: الصفحة الأولى

# PagerLastPage
source: Last Page
ar: الصفحة الأخيرة

# PagerNextPage
source: Next Page
ar: الصفحة التالية

# PagerPageCount
source: Page {0} of {1}
ar: صفحة {0} من {1}

# PagerPreviousPage
source: Previous Page
ar: الصفحة السابقة

source: Passport
ar: الجواز

source: Password
ar: كلمة السر

# PasswordHint
source: <ul class="password-hint"> <li>Password must be between 8 - 20 characters</li> <li>Password must have at least one special character i.e ('$')</li> <li>Password must have at least one digit ('0'-'9')</li> <li>Password must have at least one lowercase ('a'-'z')</li> <li>Password must have at least one uppercase ('A'-'Z')</li> </ul>
ar: <ul class="password-hint"> <li>يجب أن تتراوح كلمة المرور بين 8 إلى 20 حرفًا</li> <li>يجب أن تحتوي كلمة المرور على رمز خاص واحد على الأقل مثل ('$')</li> <li>يجب أن تحتوي كلمة المرور على رقم واحد على الأقل ('0' - '9')</li> <li>يجب أن تحتوي كلمة المرور على أحرف صغيرة واحدة على الأقل ('a' - 'z')</li> <li>يجب أن تحتوي كلمة المرور على أحرف كبيرة واحدة على الأقل ('A' - 'Z')</li> </ul>

# PastOnlyErrorMessage
source: Value of {0} must be less than today date.
ar: يجب أن تكون قيمة {0} أقل من تاريخ اليوم

# PastOnlyIncludingTodayErrorMessage
source: Value of {0} must be less than or equal to today date.
ar: يجب أن تكون قيمة {0} أقل من أو تساوي تاريخ اليوم

source: Payment
ar: الدفع

source: Payment Admin
ar: مدير المالية

# PaymentSuccessfullEmailSubject
source: Payment Details
ar: تفاصيل عملية الشراء

# PdfExportErrorTryPrint
source: Sorry, we couldn't export right now, you can try printing to PDF
ar: عذراً لم نتمكن من التصدير ، يمكنك الطباعة إلى ملف PDF

# PercentValidation
source: Percent Should Be Between 0 And 100
ar: النسبة يجب أن تكون بين 0 و 100

# PeriodDuplicateNotAllowedFormat
source: {0} can not be added with a matching Period added in the system.
ar: لا يمكن إضافة {0} موجوده مسبقا في النظام.

source: Period Types
ar: الفترة

source: Permits Employee
ar: موظف إدارة التصاريح

source: PhD
ar: دكتوراه

source: Pin Questions
ar: تثبيت أسئلة

# PleaseEnterValidNumber
source: Please enter a valid number
ar: من فضلك أدخل رقم بشكل صحيح

source: Please Select Correct Range
ar: برجاء اختيار قيم صحيحة

# PositiveIntegerNumberOnlyErrorMessage
source: This Field Allow Positive Integer Numbers Only
ar: الحقل يسمح فقط بالأعداد الصحيحة الموجبة

source: Postpaid
ar: آجلة

source: Prepaid
ar: مسبقة الدفع

source: Previous
ar: السابق

# PrevioussVersionsFormat
source: Previouss {0} Versions
ar: إصدارت {0} السابقة

source: Price
ar: الرسوم

source: Print
ar: طباعة

source: Printing
ar: الطباعة

source: Printing Admin
ar: مدير إدارة الطباعة

source: Printing Employee
ar: مسؤول المكتبة والطباعة

source: Print Page Content
ar: طباعة محتوي الصفحة

source: Privacy Policy
ar: سياسة الخصوصية

source: Profile
ar: الملف الشخصي

source: Publish
ar: نشر

# PublishConfirm
source: Are you sure you want to publish this item?
ar: هل أنت متأكد أنك تريد نشر هذا العنصر؟

# PublishConfirmFormat
source: Are you sure you want to publish this {0}?
ar: هل أنت متأكد أنك تريد نشر هذه {0}؟

source: Published
ar: منشور

# PublishEvent
source: Publish
ar: نشر
