Repository: vijaynadarclarion/graphqlPOC
Catalog: src/Adf.Core/Localization/CommonResources.*.resx
Languages: ar

# PublishFail
source: Error occurred while trying to publish
ar: لقد حدث خطأ أثناء محاولة النشر

# PublishFormat
source: Publish {0}
ar: نشر {0}

source: Publish Status
ar: حالة النشر

# PublishSuccess
source: Published Successfully
ar: تم النشر بنجاح

# PublishSuccessFormat
source: {0} Published Successfully
ar: تم نشر {0} بنجاح

# RangeMinMaxErrorMessage
source: Field {0} only allows values between {1} and {2}.
ar: يجب أن تكون قيمة {0} أكبر من أو يساوي {1} وأقل من {2}

# RangeNotLargerThanErrorMessage
source: Value of {0} can not be larger than {1}.
ar: لا يمكن لقيمة {0} أن تكون أكبر من {1}

# RangeNotLessThanErrorMessage
source: Value of {0} can not be less than {1}.
ar: لا يمكن لقيمة {0} أن تكون أقل من {1}

source: Ranges
ar: النطاقات

# RangeValidation
source: The Value Should Be Between {1} And {2}
ar: قيمة الحقل يجب أن تكون بين {1} و {2}

source: Reasons
ar: الأسباب

source: Recheck
ar: إعادة التحقق

# RecieveConfirm
source: Are you sure for receieve the request ?
ar: هل أنت متأكد من استلام الطلب ؟

source: Records
ar: حقول

source: Refresh Data
ar: تحديث البيانات

source: Registeration
ar: التسجيل

# RegisteredSuccessfully
source: You've registered successfully.
ar: تم التسجيل بنجاح.

source: Register Now
ar: سجل الان

source: Registration
ar: التسجيل

source: Registration Admin
ar: مدير التسجيل

source: Registration Employee
ar: موظف التسجيل

# RegistrationSuccess
source: Successfully registered
ar: تم التسجيل بنجاح

# RegistrationSystem
source: Users Management
ar: إدارة المستخدمين

source: Rejected
ar: مرفوض

source: Reload Page
ar: إعادة تحميل الصفحة

# RemoveFromBlacklistConfirmFormat
source: Are you sure you want to remove {0} from the blacklist?
ar: هل أنت متأكد أنك تريد حذف {0} من القائمة السوداء؟

source: Reports
ar: التقارير

# RequestSentSuceesfully
source: Your request is sent successfully, request number {0}
ar: لقد تم إرسال طلبك بنجاح , رقم الطلب {0}

# RequestStatusDoesNotAllowDecision
source: No action can be taken on this request. Current request status does not allow taking decision on it.
ar: لا يمكن اتخاذ أي إجراء بشأن هذا الطلب. حالة الطلب الحالية لا تسمح باتخاذ قرار بشأنه.

# RequestStatusNotAllow
source: No action can be taken on this request
ar: لا يمكن إتخاذ أى اجراء بشأن هذا الطلب

# Required
source: The Field Is Required
ar: حقل مطلوب

# RequiredFieldMessage
source: The Field {0} Is Required
ar: حقل {0} مطلوب

# Reservations
source: Reservations of
ar: حجوزات

source: Reservation Type
ar: نوع الحجز

source: Reset Password
ar: إعادة ضبط كلمة المرور

source: Resident
ar: مقيم

# RetrieveFeesConfirm
source: Are you sure you want retrieve event fees request ?
ar: هل أنت متأكد من ارسال طلب استرجاع رسوم الفعالية ؟

source: Review
ar: استعراض

source: Roles
ar: الصلاحيات

source: Root Collapsable
ar: قابلية الطى للعُقدة الأساسية

source: Running
ar: جارية

source: Saudi
ar: سعودي

source: Save
ar: حفظ

source: Save And Add
ar: حفظ مع إضافة

# SaveAndAdd1
source: Save And Add
ar: حفظ مع إضافة

# SaveAndClose
source: Save & Close
ar: حفظ و إغلاق

source: Save and next
ar: حفظ و التالي

# SaveAndSend
source: Save & Send
ar: حفظ و إرسال

# SaveConfirm
source: Are you sure you want to save?
ar: هل أنت متأكد أنك تريد الحفظ؟

# SaveFail
source: Save Failed
ar: فشل الحفظ

# SaveSuccess
source: Saved Successfully
ar: تم الحفظ بنجاح

# SaveSuccessFormat
source: {0} Saved Successfully
ar: تم حفظ {0} بنجاح

# ScriptsNotAllowedErrorMessage
source: Scripts Are Not Allowed In This Field
ar: لا يسمح بكتابة سكريبت في هذا الحقل

source: Search
ar: بحث

source: Search In
ar: بحث فى

source: Search Results
ar: نتائج البحث

# SearchResultsWithDragDrop
source: Search Results (Please drag and drop to reorder the list)
ar: نتائج البحث (الرجاء السحب والإفلات لإعادة ترتيب القائمة)

source: Search Type
ar: نوع البحث

source: Secondary
ar: ثانوي

source: Sector
ar: القطاع

source: - Select -
ar: - اختر -

# Select2ErrorLoading
source: Error loading results
ar: خطأ في تحميل النتائج

# Select2InputTooShort
source: Please enter {0} or more characters
ar: برجاء ادخال {0} أحرف أو أكثر

# Select2LoadMore
source: Load more
ar: تحميل المزيد

# Select2NoResults
source: No results
ar: لا يوجد نتائج

# Select2Searching
source: Searching ...
ar: جاري البحث ...

source: Send
ar: إرسال

# SendConfirm
source: Are you sure you want to send this registration request?
ar: هل أنت متأكد من إرسال طلب التسجيل ؟

# SendForWorkflowConfirmFormat
source: Are you sure to send {0} for approval?
ar: هل أنت متأكد من إرسال {0} للإعتماد؟

source: Sending request
ar: جاري إرسال الطلب

source: Send Invitation
ar: إرسال دعوة

# SendInvitationConfirm
source: Are you sure you want to send this invitation?
ar: هل انت متأكد انك تريد إرسال الدعوة؟

source: Send page link
ar: إرسال رابط الصفحة

# SendSuccess
source: Sent Succesfully
ar: تم الإرسال بنجاح

# SendSuccessFormat
source: {0} Successfully sent
ar: تم إرسال {0} بنجاح

source: Send To Email
ar: إرسال إلى البريد

source: Send to friend
ar: إرسال لصديق

# SenfForWorkflowConfirmFormat
source: Are you sure you want to send {0} for approval?
ar: هل أنت متأكد من إرسال {0} للإعتماد؟

source: Serial
ar: التسلسل

# SetCulture
source: Change Language
ar: تغيير اللغة

source: Settings
ar: الإعدادات

source: Share
ar: مشاركة

source: Share on Facebook
ar: المشاركة على الفيس بوك

source: Share on Twitter
ar: المشاركة على تويتر

source: Show
ar: اظهار

source: Show All
ar: عرض الكل

source: Show/Hide Menu
ar: إظهار/إخفاء القائمة

# ShowOverlapping
source: Show overlapping period
ar: إظهار المواعيد المتداخلة

source: Single
ar: أعزب

source: Social Media
ar: التواصل الإجتماعى

source: Sorry
ar: عذراً

source: Start Date
ar: تاريخ البداية

# StartDateGreaterThanEnd
source: Registeration start date must be greater than registeration end date
ar: بداية التسجيل يجب ان تكون اكبر من نهاية التسجيل

source: Status
ar: الحالة

# StatusFormat
source: {0} Status
ar: حالة {0}

source: Strategic Admin
ar: مسؤول استراتيجية

# StringLengthErrorMessage
source: Srting Length For Field {0} Exceeded Maximum Limit: {1} Characters
ar: {0} لا يجب ان يزيد عن {1}

# StringLengthFixedErrorMessage
source: {0} must be {1} characters
ar: {0} يجب أن يكون {1} حروف

# StringLengthMaxMinErrorMessage
source: Text size for {0} field must not exceed {1} and not less than {2}
ar: {0} لا يجب ان يزيد عن {1} ولا يقل عن {2}

# StringLengthMinError
source: Srting Length For Field {0} Violated Minimum Limit: {1} Characters
ar: {0} لا يجب ان يقل عن {1}

# StringMustLengthErrorMessage
source: String length for field {0} must be {1}
ar: {0} يجب ان يكون {1}

source: Submit
ar: إرسال

# SubSectors
source: Sections[Sub Sectors]
ar: الأقسام [القطاعات الفرعية]

# Succeeded
source: Operation is successfully performed.
ar: تمت العملية بنجاح

# SuccessFormat
source: {0} successfully
ar: بنجاح {0}

# SuccessPayment
source: We would like to inform you that your purchase is successful.
ar: نود إشعاركم أن عملية الشراء قد تمت بنجاح

# SuccessRegistration
source: We would like to inform you that the reservation has been performed successfully, for more details regarding reservations kindly click
ar: نود إشعاركم أنه قد تم الحجز بنجاح وللمزيد من التفاصيل يمكنك النقر

source: Summary
ar: ملخص

source: System Roles
ar: قائمة الأدوار الوظيفية

source: System Settings
ar: اعدادات النظام

# SystemVersionNumber
source: Version number {0}
ar: رقم الإصدار {0}

# TableEmptyForFormat
source: No {0} Found.
ar: لا يوجد {0}

source: Testing Center Employee
ar: موظف مركز الاختبار

source: Text
ar: النص

source: Thank you.
ar: شكراً لك ،،

source: The Backend
ar: الإدارة

# TheNew
source: New
ar: الجديد

# TheOld
source: Old
ar: القديم

source: The Portal
ar: البوابة

source: The Role
ar: الدور الوظيفى

source: Time
ar: الوقت

source: Time From
ar: الوقت من

source: Times
ar: مرة

source: Time To
ar: الوقت إلى

source: Title
ar: العنوان

source: To
ar: إلى

source: To Date
ar: إلى تاريخ

source: Transform to HTML
ar: تحويل إلى HTML

source: Translation Options
ar: خيارات الترجمة

# TryAgain
source: Sorry, try again
ar: عذراً، حاول مرة أخرى

source: Twitter
ar: تويتر

# UmmAlqura
source: Hijri
ar: هجري

# UnauthorizedAccess
source: You Are Not Authorized To Access This Page.
ar: عذراً، ليس لديك صلاحية للوصول لهذه الصفحة

# UnauthorizedFormat
source: You are not authorized to {0}
ar: عذراً، ليس لديك صلاحية {0}

# UnauthorizedOperation
source: You do not have permission to perform any process on this content
ar: ليس لديك صلاحية اجراء اى عملية على هذا المحتوى

# UnexpectedError
source: Unexpected Error Occured.
ar: حدث خطأ غير متوقع

source: Unknown
ar: غير معرف

source: Unpublish
ar: إلغاء نشر

# UnpublishConfirm
source: Are you sure you want to unpublish this item?
ar: هل أنت متأكد أنك تريد إلغاء نشر هذا العنصر؟

# UnPublishConfirmFormat
source: Are you sure you want to unpublish this {0}?
ar: هل أنت متأكد أنك تريد إلغاء نشر هذه {0}؟

source: Unpublished
ar: غير منشور

# UnpublishFail
source: Error occurred while trying to unpublish
ar: لقد حدث خطأ أثناء محاولة إلغاء النشر

# UnPublishFormat
source: Unpublish {0}
ar: إلغاء نشر {0}

# UnpublishSuccess
source: Unpublished Successfully
ar: تم إلغاء النشر بنجاح

# UnpublishSuccessFormat
source: {0} Unpublished Successfully
ar: تم إلغاء نشر {0} بنجاح

source: Update My Profile
ar: تحديث بياناتي

# UploadAttachmentError
source: Sorry there was an error attaching the previous file. Please try again.
ar: عذراً حدث خطأ أثناء إرفاق الملف السابق برجاء المحاولة مرة اخرى.

source: User Details
ar: بيانات المستخدم

source: Username
ar: اسم المستخدم

source: User Type
ar: نوع المستخدم

# Warning
source: Caution
ar: تنبيه

# WeekDays_Friday
source: Friday
ar: الجمعة

# WeekDays_Monday
source: Monday
ar: الإثنين

# WeekDays_Saturday
source: Saturday
ar: السبت

# WeekDays_Sunday
source: Sunday
ar: الأحد

# WeekDays_Thursday
source: Thursday
ar: الخميس

# WeekDays_Tuesday
source: Tuesday
ar: الثلاثاء

# WeekDays_Wednesday
source: Wednesday
ar: الأربعاء

source: Widowed
ar: أرمل

source: With Links
ar: مع الروابط

source: Women
ar: سيدات

# YearOnlyErrorMessage
source: {0} Only a valid year number is allowed
ar: {0} يسمح فقط برقم سنة صحيح

source: Yes
ar: نعم

# YouCanUseYourPersonalEmailOrWorkEmail
source: You can use your personal or business email
ar: يمكنك استخدام بريدك الإلكتروني الشخصي أو الخاص بالعمل

source: YouTube
ar: يوتيوب

# WebSiteFormatError
source: Not valid format for URL
ar: صيغة الموقع الالكتروني غير صحيحة

# InvalidDateTime
source: Date format is invalid
ar: صيغة التاريخ غير صحيحة

# SaveConfirmation
source: Are you sure you want to save?
ar: هل أنت متأكد من إتمام عملية الحفظ ؟

# SaveAndSendSuccess
source: Saved and confirmed successfully
ar: تم الحفظ و الأرسال بنجاح

# AllowedExtensions
source: Allowed file types:
ar: الملفات المسموحة هي:

# AllowedNoOfFiles
source: No of files allowed:
ar: عدد الملفات المسموحة هي:

# AllowedNoOfFilesShort
source: With maximum
ar: بحد اقصى

source: File
ar: ملف

# FileImageDimensionsErrorMessage
source: Invalid Image file Dimensions provided. Allowed Maximum Image file dimentions are {0}X{1}
ar: أبعاد الصورة غير صحيحة. الحد الأقصى للأبعاد المسموحة هي {0}X{1}.

# FileInValidErrorMessage
source: The field {0} is invalid
ar: الحقل {0} غير صحيح

# FileNotValidImageErrorMessage
source: File provided is not a valid Image file, Only image files allowed
ar: الملف المرفق ليس صورة صحيحة. برجاء إرفاق ملف صورة

source: Files
ar: ملفات

# FileSizeErrorMessage
source: Invalid file size. Maximum allowed file size is {0} MB
ar: حجم الملف غير مسموح. الحد الأقصى لحجم الملف هو {0} ميجا بايت

# FileTypeErrorMessage
source: Invalid file type provided. Allowed file extensions are {0}
ar: نوع ملف غير صحيح. برجاء إرفاق ملف من نوع {0} فقط

# FileZeroLengthErrorMessage
source: The file is empty
ar: الملف فارغ

# MaxFileSize
source: Maximum file size
ar: الحد الأقصى لحجم الملف هو

# MaxFileSizeShort
source: With size
ar: بحجم

# MaxImageHeight
source: Maximum allowed image height is
ar: الحد الأقصى لإرتفاع الصورة هو

# MaxImageWidth
source: Maximum allowed image width is
ar: الحد الأقصى لعرض الصورة هو

source: MB
ar: ميجا بايت

# MustAcceptAgreement
source: You must agree on terms and conditions
ar: يجب الموافقة على الشروط والاحكام

# MustBeTrueError
source: The field must be checked in order to continue.
ar: يجب ان تكون قيمة الحقل مختارة

source: No Dublicate Date
ar: الأسم موجود مسبقا

# NoOfFilesErrorMessage
source: Maximum number of allowed files {0}
ar: الحد الأقصى للملفات المسموحة هو {0}

source: Processing dropped files...
ar: معالجة الملفات ...

source: Select Files
ar: اختر الملفات

# UploaderOptionalInEditMode
source: In case you did not upload new file. The old file will be kept unchanged
ar: في حال لم تقم بإرفاق ملف سيتم المحافظة على الملف القديم

source: Approve
ar: موافقة

source: Modify
ar: تعديل

source: Reject
ar: رفض

source: Return to modify
ar: إعادة للتعديل

source: Organizations
ar: الجهات

# Attachments_AddTitlePlacholder
source: Attachment Title
ar: اضف عنوان للمرفق

source: Registered
ar: مسجل

source: Not Registered
ar: غير مسجل

source: Actions
ar: إجراءات

source: Edit Setting Value
ar: تعديل قيمة الإعداد

# SettingName
source: Setting Key
ar: الإعدادات

source: Setting Value
ar: القيمة

# SettingValueType
source: Value Type
ar: نوع القيمة
